tap "azure/functions"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "mongodb/brew"
tap "ngrok/ngrok"
tap "romkatv/powerlevel10k"
brew "cocoapods"
brew "libevent"
brew "git"
brew "git-delta"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "jq"
brew "kubernetes-cli", link: false
brew "kubectx"
brew "mongosh"
brew "neovim"
brew "nmap"
brew "openssl@1.1"
brew "python@3.10"
brew "node@14"
brew "node@16"
brew "nvm"
brew "powerlevel10k"
brew "python@3.11"
brew "python@3.9"
brew "rancher-cli"
brew "redis"
brew "ripgrep"
brew "stow"
brew "task"
brew "taskwarrior-tui"
brew "telnet"
brew "tmux"
brew "watchman"
brew "zsh"
brew "azure/functions/azure-functions-core-tools@3"
brew "jesseduffield/lazygit/lazygit"
brew "mongodb/brew/mongodb-community"
cask "balenaetcher"
cask "firefox"
cask "font-hack-nerd-font"
cask "iterm2"
cask "medis"
cask "mockoon"
cask "ngrok"
cask "postman"
cask "rancher"
cask "rectangle"
cask "visual-studio-code"
vscode "clinyong.vscode-css-modules"
vscode "dbaeumer.vscode-eslint"
vscode "dunstontc.viml"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "firsttris.vscode-jest-runner"
vscode "github.vscode-github-actions"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-syntax"
vscode "ms-azuretools.vscode-azurefunctions"
vscode "ms-azuretools.vscode-azureresourcegroups"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.azure-account"
vscode "nrwl.angular-console"
vscode "rvest.vs-code-prettier-eslint"
vscode "stylelint.vscode-stylelint"
vscode "toniapps.gcode"
vscode "vscodevim.vim"
