tap "azure/functions"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "mongodb/brew"
tap "romkatv/powerlevel10k"
brew "git"
brew "git-delta"
brew "node@16"
brew "mongosh"
brew "node"
brew "node@14"
brew "nvm"
brew "python@3.9"
brew "stow"
brew "taskwarrior-tui"
brew "zsh"
brew "azure/functions/azure-functions-core-tools@3"
brew "jesseduffield/lazygit/lazygit"
brew "mongodb/brew/mongodb-community"
brew "romkatv/powerlevel10k/powerlevel10k"
cask "iterm2"
cask "rectangle"
cask "visual-studio-code"
